import Layout from "../components/Layout";
import "../public/css/speaker.css";
import test from "../public/img/speaker/testport.jpg";
import Bell from "../public/img/speaker/bellchaichan.jpg";
import HongtaeJump from "../public/img/speaker/hongtaeJump.jpg";
import JaeMook from "../public/img/speaker/jaemook.jpg";
import Jutapat from "../public/img/speaker/jutapat.jpg";
import Karuna from "../public/img/speaker/karuna.jpg";
import Patty from "../public/img/speaker/patty.jpg";
import Putiyod from "../public/img/speaker/putiyod.jpg";
import Warodom from "../public/img/speaker/warodom.jpg";



// SPEAKER TYPE
// Technology
// Science
// Design
// Business
// Collaboration
// Innovation
// Social change
// Health
// Nature
// The environment
// The future
// Communication
// Activism
// Child development
// Personal growth
// Humanity
// Society
// Identity
// Community
// <div>Icons made by <a href="https://www.flaticon.com/authors/gregor-cresnar" title="Gregor Cresnar">Gregor Cresnar</a> from <a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a></div>

const index = () => (
  <Layout isWhiteNav={true}>
    <div className="small-root">
      <div className="hall">
        <div className="speaker-box">
          <img className="speaker-portrait" src={Jutapat}></img>
          <h3 className="speaker-name">คุณจุ๊ จุฑาภัทร เดชานุพงศ์ </h3>
          <p className="speaker-type"></p>
          <hr></hr>
          <p className="speaker-desc">
            💡"เพราะหน้าที่ของเราคือ การทำให้สัตว์เหล่านั้นมีชีวิตอยู่
            ถ้าสัตว์ยังมีชีวิตอยู่ได้ มนุษย์ก็จะมีชีวิตต่อไปได้เหมือนกัน"
            ไม่มีใครตัวเล็กเกินกว่าที่จะสร้างความเปลี่ยนแปลงที่ยิ่งใหญ่ได้ เพศ
            วัย เชื้อชาติ หรือแม้แต่อาชีพที่แตกต่างกัน
            ทุกคนต่างก็สามารถทำงานร่วมกัน เพื่อนำพาโลกไปสู่ทิศทางที่ดีขึ้น
            ตามแบบฉบับของตนเอง 🎨TEDxKasetsartU
            ขอเชิญทุกท่านมาร่วมกันทำความรู้จักและเข้าใจถึงคุณค่าของการอนุรักษ์ไปพร้อมกับเรา
            และ Speaker คุณจุ๊ จุฑาภัทร เดชานุพงศ์
            นักอนุรักษ์พันธุ์สัตว์ป่าผู้มีความใฝ่ฝันว่าจะเป็นแรงผลักดันเล็กๆให้คนหันมาสนใจธรรมชาติและร่วมอนุรักษ์พันธุ์สัตว์ป่าไปด้วยกัน
          </p>
        </div>

        <div className="speaker-box">
          <img
            className="speaker-portrait"
            src={Bell}
          ></img>
          <h3 className="speaker-name">คุณเบลล์ ชายชาญ ใบมงคล</h3>
          <p className="speaker-type"></p>
          <hr></hr>
          <p className="speaker-desc">
            หลายๆคนคงเคยได้ยินเกี่ยวกับเรื่องราวอันน่าประทับใจนี้แล้ว
            ไม่ว่าจะเป็นก้าวคนละก้าว กรุงเทพ-บางสะพาน หรือก้าวคนละก้าว
            เบตง-แม่สาย ปฏิเสธไม่ได้เลยว่านอกจากพี่ตูนแล้ว
            ยังมีอีกฝ่ายที่มีความสำคัญไม่แพ้กัน อยู่เบื้องหลัง คอยประชาสัมพันธ์
            โปรโมท ผลักดันโครงการให้เป็นที่รู้จักในวงกว้าง 🎨 TEDxKasetsartU
            ขอนำเสนอ Speaker คุณเบลล์ ชายชาญ ใบมงคล Creative ประจำทีมก้าวละก้าว
            บุคคลที่วางแผน ดูแลงานโปรโมต ควบคุมการถ่ายทอดสด และการพากย์ทั้งหมด
            โดยก่อนหน้านี้คุณเบลล์จะนั่งอยู่หลังกล้อง
            ทำงานเป็นโปรดิวเซอร์หลายรายการ เช่น “เมืองไทยใต้จมูก” “Dream Jouney”
            “เรื่องจริงยิ่งกว่าฝัน” “Live Records อัลบั้มชีวิต”
            และเคยทำงานเป็นหัวหน้าฝ่ายครีเอทีฟ ช่อง one 31 ปัจจุบันนี้คุณเบลล์
            เป็นครีเอทีฟอิสระ และเป็นคณะกรรมการของมูลนิธิก้าวคนละก้าว
            ทั้งยังนำความรู้ด้านวงการบันเทิงมาใช้บอกเล่าเรื่องราวการช่วยเหลือ
            นอกจากนี้ยังได้เขียนหนังสือ “คนละก้าว”
            หนังสือที่บอกเล่าเรื่องราวของโครงการก้าวคนละก้าว เนื่องจาก
            คุณเบลล์เชื่อว่าการสร้างแรงบันดาลใจของการขับเคลื่อนความฝัน
            เจตนาดีเพื่อผู้อื่น ย่อมส่งผลให้สังคม”ก้าว”ต่อไปด้วยความมั่นคง
          </p>
        </div>

        <div className="speaker-box">
          <img
            className="speaker-portrait"
            src={Putiyod}
          ></img>
          <h3 className="speaker-name">คุณพุฒิยศ ผลชีวิน</h3>
          <p className="speaker-type"></p>
          <hr></hr>
          <p className="speaker-desc">
            💡“ เราเดินทางไปไหน เดินทางไปเพื่ออะไร ทำไมไม่ถึงสักที ”
            เมื่อเดินทางมาไกล ใกล้เข้าสู่ช่วงกลางของชีวิต เราอาจรู้สึกเหนื่อย
            ท้อ สิ้นหวัง หรือหมดแรงในการเดินต่อ เมื่อมองย้อนกลับไป
            ยังมีหลายสิ่งที่เคยเป็น “ ความฝัน ” ที่อยากจะทำ
            แต่ไม่รู้จะเริ่มอย่างไร และกลัวอุปสรรคที่ต้องเผชิญ 🎨วันนี้
            TEDxKasetsartU ขอเชิญทุกท่านมาร่วมเดินทางไปพร้อมเรา และ Speaker
            ผู้เปี่ยมล้นไปด้วยพลังอันแรงกล้าในการเดินทางตามความฝัน คุณพุฒิยศ
            ผลชีวิน นักร้องนำวงดนตรีภูมิจิต, หัวหน้าวิศวกร และเจ้าของรายการ
            Midlife Podcast ที่เคยเผชิญอุปสรรคในการเดินทางมาแล้ว แต่ก็ค่อยๆ
            คลำหาเส้นทางที่จะข้ามไป
          </p>
        </div>

        <div className="speaker-box">
          <img
            className="speaker-portrait"
            src={JaeMook}
          ></img>
          <h3 className="speaker-name">เจ๊มุก ซักอบรีด</h3>
          <p className="speaker-type"></p>
          <hr></hr>
          <p className="speaker-desc">
            💡“งานซัก รีดผ้า” ดูเหมือนจะเป็นงานที่ จำเจ และ น่าเบื่อสำหรับบางคน
            แต่จะมีสักกี่คน ที่ค้นพบความชื่นชอบ และ “รัก” การทำงานซักรีด
            จนกลายมาเป็นอาชีพที่ทำแล้วมีความสุข แต่การทุ่มเทในสิ่งที่เรารัก
            อาจแลกมาด้วยการที่เราละเลยสุขภาพตัวเอง “การวิ่ง”
            จึงเป็นการออกกำลังกายที่ทำได้ง่ายๆ แล้ว 2 สิ่งนี้
            มันเกี่ยวข้องกันยังไงล่ะ? 🎨TEDxKasetsartU ขอนำเสนอ Speaker “เจ๊มุก
            ซักอบรีด” หลังจากทำงานซักรีด เจ๊มุกค้นพบสิ่งที่ตนเองชอบอีกอย่าง
            นั่นก็คือ “การวิ่งมาราธอน”
            เจ๊มุกเข้าร่วมรายการวิ่งมาราธอนหลายๆรายการ จากความชอบ
            กลายมาเป็นความรัก
            การวิ่งมาราธอนยังทำให้เจ๊มุกได้เรียนรู้บางสิ่งจากการวิ่งอีกด้วย
            บางสิ่งที่ว่านั่น คืออะไร
            จากเจ๊มุกซักรีดกลายมาเป็นเจ๊มุกมาราธอนได้อย่างไร
            มาร่วมหาคำตอบด้วยกัน ในงาน ค่ะ
          </p>
        </div>

        <div className="speaker-box">
          <img
            className="speaker-portrait"
            src={Karuna}
          ></img>
          <h3 className="speaker-name">คุณกรุณา บัวคำศรี</h3>
          <p className="speaker-type"></p>
          <hr></hr>
          <p className="speaker-desc">
            💡'ความหลากหลาย' คือ เสน่ห์ของโลกทั้งใบ ผู้คน เชื้อชาติ ศาสนา
            วิถีชีวิตที่แตกต่างกัน นับว่าเป็นสีสันของโลกใบนี้
            บางคนกลัวที่ต้องออกไปท่องโลก บางคนอยากพักอยู่ที่บ้านในวันหยุด
            บางคนมีคนที่ต้องดูแล...ดูเหมือนว่าข้ออ้างหลายๆอย่างของเรานี้
            ได้จำกัดวิสัยทัศน์ของเราไปบ้าง
            ซึ่งถือเป็นอุปสรรคที่ใหญ่มากอย่างหนึ่งสำหรับจิตวิญญาณการท่องโลกน้อยๆที่หลับใหลอยู่ในตัวเรา
            🎨TEDxKasetsartU ขอนำเสนอ Speaker ท่านหนึ่ง
            ที่พร้อมจะพาคุณออกเดินทางท่องโลกไปด้วยกัน "คุณกรุณา บัวคำศรี"
            พิธีกรและผู้ผลิตรายการ รอบโลก by กรุณา บัวคำศรีทางPPTV HD ช่อง36’
            มาร่วม "สร้างสีสร้างสรรค์สร้างชีวิต" ไปกับพวกเราในวันที่ 1 ธันวาคม
            2562
          </p>
        </div>

        <div className="speaker-box">
          <img
            className="speaker-portrait"
            src={Patty}
          ></img>
          <h3 className="speaker-name">
            น้องแพทตี้ MasterChef Junior Thailand
          </h3>
          <p className="speaker-type"></p>
          <hr></hr>
          <p className="speaker-desc">
            💡“เมื่อหนูโตขึ้น หนูอยากเป็นอะไร” เชื่อว่าหลายๆคนต้องเคยเจอคำถามนี้
            แม้แต่ตัวเราเองก็คงเคยตั้งคำถามนี้กับตัวเองเหมือนกัน
            “เราอยากจะทำอะไร เราอยากจะเป็นอะไร”
            การค้นหาสิ่งที่เรารักและชื่นชอบดูเหมือนจะยาก
            แต่ไม่ยากเกินความสามารถของเด็กอายุ 11 ขวบคนนึง
            ที่เธอค้นหาสิ่งที่เธอชอบ และ ทำได้ดีจนคว้ารางวัลระดับประเทศมาครอง
            🎨TEDxKasetsartU ขอนำเสนอ น้องแพทตี้ MasterChef Junior Thailand
            น้องแพทตี้ชนะรายการแข่งขันทำอาหาร MasterChef Junior Thailand
            คนแรกของประเทศไทย จากจำนวนผู้เข้าแข่งขันทั้งหมดกว่า 3,000 คน
            ด้วยความรักในการทำอาหารและทักษะของเธอ ทำให้เธอสามารถผ่านบททดสอบต่างๆ
            จนสามารถเข้ารอบ 3 คนสุดท้ายและคว้าแชมป์ในที่สุด
            แต่กว่าเธอจะผ่านจุดนี้ เธอต้องค้นหาความชอบให้เจอ
            อะไรที่ทำให้เธอค้นพบสิ่งที่เธอชอบได้
          </p>
        </div>

        <div className="speaker-box">
          <img
            className="speaker-portrait"
            src={HongtaeJump}
          ></img>
          <h3 className="speaker-name">
            คุณฮ่องเต้ และ คุณจั้ม จากโพธิเธียเตอร์
          </h3>
          <p className="speaker-type"></p>
          <hr></hr>
          <p className="speaker-desc">
            💐Speaker คนที่ 8: คุณฮ่องเต้ และ คุณจั้ม จากโพธิเธียเตอร์
            💡"แก่นเดิม เปลือกใหม่" เเนวความคิดสั้นๆแต่ได้ใจความของโปรเจกต์
            'โพธิเธียเตอร์' ส่วนผสมระหว่าง 'นวัตกรรมยุคใหม่' กับ
            'คำสอนพุทธศาสนาเดิม'
            รวมกันเป็นโชว์ล้ำๆที่ให้รสต้นฉบับจนสร้างความฮือฮาบนโลกโซเชียลเมื่อช่วงกลางปีที่ผ่านมา
            โปรเจกต์สุดสร้างสรรค์นี้คงไม่เกิดหากขาด Speaker สองท่านนี้ 🎨
            TEDxKasetsartU ขอเชิญทุกท่านมารู้จัก Speaker"คุณฮ่องเต้ กนต์ธร
            เตโชฬาร" และ "คุณจั้ม ก่อเกียรติ ชาติประเสริฐ"
            ผู้อยู่เบื้องหลังภาพเเละเสียงของงานโพธิเธียเตอร์
            คุณฮ่องเต้คือผู้จัดนิทรรศการ 'กลับตาลปัตร ; Flip the Fan'
            รวมถึงงานด้านศิลปะอื่นๆอีกมากมาย
            ส่วนคุณจั้มเป็นผู้ประพันธ์เพลงประกอบโฆษณากว่าร้อยเรื่อง
            รวมถึงเพลงประกอบซีรีส์ 'รักฉุดใจ นายฉุกเฉิน'
            ซึ่งเป็นกระเเสฮิตติดหูอยู่ในขณะนี้โปรเจกต์โพธิเธียเตอร์นี้ได้นำเอาบทสวดพาหุงฯที่คนไทยสวดกันได้เเทบทุกคนแต่น้อยคนเข้าใจความหมายที่เเท้จริง
            มานำเสนอใหม่ด้วยกราฟิก แสง สี เสียงฉายในโบสถ์วัดสุทธิวราราม
            เพราะพวกเขาเชื่อว่ารูปแบบหรือเปลือกนั้นจำต้องปรับเปลี่ยนไปตามยุคสมัยให้ผู้คนเข้าถึงแก่นแห่งธรรมซึ่งจะเป็นได้ชื่อว่ามีประโยชน์อย่างเเท้จริง
          </p>
        </div>

        <div className="speaker-box">
          <img
            className="speaker-portrait"
            src={Warodom}
          ></img>
          <h3 className="speaker-name">คุณต้น วโรดม ปัญจมาวัฒนา</h3>
          <p className="speaker-type"></p>
          <hr></hr>
          <p className="speaker-desc">
            💡"You'll Never Walk Alone" ฟุตบอล คือ
            เกมที่เราไม่สามารถคาดการณ์ผลการแข่งขันได้ 100%
            จนกว่ากรรมการจะเป่าหมดเวลา
            เมื่อความหลงใหลในเสน่ห์ของกีฬาฟุตบอลรวมตัวกับความศรัทธา
            จึงนำมาซึ่งจุดเริ่มต้นของการวิ่งเข้าเส้นชัยบนเส้นทางสายลิเวอร์พูล...เส้นทางที่มีฟุตบอลนำทาง
            🎨วันนี้ TEDxKasetsartU จะพาทุกท่านร่วมเดินทางไปกับ Speaker
            ท่านสุดท้าย คุณต้น วโรดม ปัญจมาวัฒนา
            ผู้ที่ชื่นชอบและเริ่มสนใจกีฬาฟุตบอลมาตั้งแต่อายุ 12
            และด้วยความหลงใหลที่มีจึงนำมาสู่เจ้าของตำแหน่งสุดยอดแฟนพันธุ์แท้ลิเวอร์พูล
            2015 และยังเป็นเจ้าของเพจต้นทางฟุตบอล ที่มีผู้ติดตามกว่า 7.3 หมื่น
          </p>
        </div>
      </div>
    </div>
  </Layout>
);

export default index;
